Repository: thermon05/TMFmarket
Catalog: typo3conf/l10n/*/impexp/Resources/Private/Language/*.locallang.xlf
Languages: es

source: ALL tables
es: TODAS las tablas

# execlistqu_maxNumberLimit
source: Max number limit!
es: Número limite!

# execlistqu_structureToBeExported
source: Structure to be exported:
es: Estructura para ser exportada:

# exportdata_advancedOptions
source: Advanced Options
es: Opciones avanzadas

# exportdata_badPathS
source: Bad path: "%s"
es: Path incorrecto: "%s"

# exportdata_filePreset
source: File & Preset
es: Archivo y preferencias

# exportdata_messages
source: Messages
es: Mensajes

# exportdata_problemsSavingFile
source: Problems saving file
es: Hubo problemas salvando el fichero

# exportdata_savedFile
source: SAVED FILE
es: FICHERO SALVADO

# exportdata_savedInSBytes
source: Saved in "%s", bytes %s
es: Salvado en "%s", %s bytes

# filterpage_structureToBeImported
source: Structure to be imported:
es: Estructura para ser importada:

# impexpcore_displaycon_controls
source: Controls:
es: Controles:

# impexpcore_displaycon_currentPath
source: Current Path:
es: Directorio actual:

# impexpcore_displaycon_insidePagetree
source: Inside pagetree:
es: Dentro del arbol de páginas:

# impexpcore_displaycon_message
source: Message:
es: Mensaje:

# impexpcore_displaycon_result
source: Result:
es: Resultado:

# impexpcore_displaycon_size
source: Size:
es: Tamaño:

# impexpcore_displaycon_title
source: Title:
es: Título:

# impexpcore_displaycon_updateMode
source: Update Mode:
es: Modo de actualización:

# impexpcore_printerror_description
source: Description:
es: Descripción:

# impexpcore_singlereco_descr
source: Descr:
es: Descripción:

# impexpcore_singlereco_exclude
source: Exclude
es: Excluir

# impexpcore_singlereco_filename
source: Filename:
es: Nombre del fichero:

# impexpcore_singlereco_forceUidSAdmin
source: Force UID [%s] (Admin)
es: Forzar UID [%s] (Administrador)

# impexpcore_singlereco_ignorePid
source: Ignore PID
es: Ignorar PID

# impexpcore_singlereco_importAsNew
source: Import as new
es: Importa como nuevo

# impexpcore_singlereco_insert
source: Insert
es: Insertar

# impexpcore_singlereco_outsidePagetree
source: Outside pagetree:
es: Fuera del arbol de páginas:

# impexpcore_singlereco_respectPid
source: Respect PID
es: Respetar PID

# impexpcore_singlereco_softReferencesFiles
source: Soft References Files:
es: Ficheros con referencias no agresivas:

# impexpcore_singlereco_title
source: Title:
es: Título:

# impexpcore_singlereco_update
source: Update
es: Actualizar

# impexpcore_singlereco_value
source: Value:
es: Valor:

# impexpcore_softrefsel_exclude
source: Exclude
es: Excluir

# impexpcore_softrefsel_record
source: Record:
es: Registro:

# importdata_action
source: Action:
es: Acción:

# importdata_allowToWriteBanned
source: Allow to write banned file extensions (eg. PHP scripts), if any
es: Permitir escribir ficheros de extensiones prohibidas (ej.: PHP scrips), si existe alguno

# importdata_areYouSure
source: Are you sure?
es: ¿Está seguro?

# importdata_browse
source: Browse:
es: Explorar:

# importdata_description
source: Description:
es: Descripción:

# importdata_doNotShowDifferences
source: Do not show differences in records
es: No mostrar las diferencias de los registros

# importdata_enableLogging
source: Enable logging:
es: Habilitar bitácora:

# importdata_failureNoFileUploaded
source: Failure: No file uploaded - was it too big? Check system log.
es: Fallo: El fichero no fue transferido. Quiza es demasiado grande, comprobar la bitácora.

# importdata_file
source: File:
es: Fichero:

# importdata_force_all_UIDS
source: Force ALL UIDs values
es: Forzar todos los UIDs

# importdata_force_all_UIDS_descr
source: With this option the original UID value of all imported records are forced to be the same. BE VERY CAREFUL WITH THIS! (Admin Only).
es: Con esta opción todos los UIDs originales serán forzados a ser los mismos que los del fichero. ¡TENER MUCHO CUIDADO CON ESTO! (Solo administradores).

# importdata_fromPathS
source: (From path: %s)
es: (Desde la ruta: %s)

# importdata_greenValuesAreFrom
source: Green values are from the import file, red values from the current database record and black values are similar in both versions.
es: Los valores en Verde son del fichero importado, los valores en Rojo son los que estan actualmente en la base de datos y los valores en negro son los mismos en las dos versiones.

# importdata_icon
source: Icon:
es: Icono:

# importdata_ifYouSetThis
source: If you set this option, the position of updated elements will not be updated to match the structure of the input file.
es: Si marca esta opción, la posición de los elementos actualizados no va a ser actualizada para coincidir con la estructura del fichero.

# importdata_ignorePidDifferencesGlobally
source: Ignore PID differences globally
es: Ignorar los diferentes PID

# importdata_import
source: Import
es: Importar

# importdata_importOptions
source: Import Options:
es: Opciones de importación:

# importdata_messages
source: Messages
es: Mensajes

# importdata_newImport
source: New import
es: Nueva importación

# importdata_noteNoDecompressorAvailable
source: NOTE: No decompressor available for compressed files!
es: NOTA: No existe un descompresor para este tipo de fichero.

# importdata_notes
source: Notes:
es: Notas:

# importdata_options
source: Options:
es: Opciones:

# importdata_packager
source: Packager:
es: Empaquetador:

# importdata_preview
source: Preview
es: Previsualizar

# importdata_saveToFilename
source: Save to filename
es: Salvar a un fichero

# importdata_selectFileToImport
source: Select file to import:
es: Seleccionar fichero a importar:

# importdata_structureHasBeenImported
source: Structure has been imported, here is the result:
es: La estructura ha sido importada, este es el resultado:

# importdata_success
source: Success:
es: Complead:

# importdata_thisIsDisabledBy
source: This is disabled by default since there may be hundred of entries generated.
es: Esto está deshabilitado por defecto, ya que podría generar centenares de entradas.

# importdata_thisOptionRequiresThat
source: This option requires that the structure you import already exists on this server and only needs to be updated with new content!
es: ¡Esta opción requiere que la estructura que va a importar ya exista y solo requiera ser actualizada!

# importdata_title
source: Title:
es: Título:

# importdata_update
source: Update:
es: Actualizar:

# importdata_update_299e
source: Update
es: Actualizar

# importdata_updateRecords
source: Update records
es: Actualizar registros

# importdata_upload
source: Upload
es: Transferir

# importdata_uploadFileFromLocal
source: Upload file from local computer:
es: Transferir fichero desde mi ordenador:

# importdata_uploadStatus
source: Upload status:
es: Estado de carga:

# importdata_writeIndividualDbActions
source: Write individual DB actions during import to the log
es: Escribir individualmente cada una de las acciones en la base de datos durante la importación en la bitácora

# makeadvanc_excludeHtmlCssFile
source: Exclude HTML/CSS file resources:
es: Excluir recursos HTML/CSS:

# makeadvanc_extensionDependencies
source: Extension dependencies:
es: Dependecias de extensiones:

# makeadvanc_selectExtensionsThatThe
source: Select extensions that the exported content depends on:
es: Seleccionar extensiones de las que depende el contenido exportado:

# makeadvanc_softReferences
source: Soft References:
es: Referencias no agresivas:

# makeadvanc_update
source: Update
es: Actualizar

# makeconfig_anSqlQueryReturned
source: An SQL query returned exactly the amount of records specified by the limit value (%s) - that could indicate an incomplete selection of records! Make sure this is on purpose.
es: Una consulta SQL devuelve exactamente el número de registros especificados en el valor del limite (%s) - Esto puede provocar la selección parcial de los registros. Prestar atención al utilizarlo.

# makeconfig_excludeElements
source: Exclude elements:
es: Excluir elementos:

# makeconfig_expandedTree
source: Expanded tree
es: Expandir arbol

# makeconfig_exportPagetreeConfiguration
source: Export pagetree configuration:
es: Exportar configuración del arbol de páginas:

# makeconfig_exportSingleRecord
source: Export single record:
es: Exportar solo un registro:

# makeconfig_exportTablesFromPages
source: Export tables from pages:
es: Exportar tablas de estas páginas:

# makeconfig_includeRelationsToTables
source: Include relations to tables:
es: Incluir relaciones a las tablas:

# makeconfig_includeTables
source: Include tables:
es: Incluir tablas:

# makeconfig_levels
source: Levels:
es: Niveles:

# makeconfig_maxNumberOfRecords
source: Max number of records:
es: Número máximo de registros:

# makeconfig_noTreeExportedOnly
source: No tree exported - only tables on the page.
es: No se ha exportado el árbol, solo las tablas de las páginas

# makeconfig_pageId
source: Page ID:
es: ID de la página:

# makeconfig_record
source: Record:
es: Registro:

# makeconfig_relationsAndExclusions
source: Relations and Exclusions:
es: Relaciones y Exclusiones:

# makeconfig_showStaticRelations
source: Show static relations:
es: Mostrar relaciones estáticas:

# makeconfig_tablePids
source: Table/Pids:
es: Tabla/Pids:

# makeconfig_tablesOnThisPage
source: Tables on this page
es: Tablas de esta página

# makeconfig_tree
source: Tree:
es: Árbol:

# makeconfig_useStaticRelationsFor
source: Use static relations for tables:
es: Usar relaciones estáticas para las tablas:

# makesavefo_areYouSure
source: Are you sure?
es: ¿Está seguro?

# makesavefo_delete
source: Delete
es: Borrar

# makesavefo_description
source: Description:
es: Descripción:

# makesavefo_downloadExport
source: Download export
es: Descargar

# makesavefo_fileFormat
source: File format:
es: Formato del fichero:

# makesavefo_filenameSavedInS
source: Filename (saved in "%s"):
es: Fichero (salvado en "%s"):

# makesavefo_load
source: Load
es: Cargar

# makesavefo_maxSizeOfFiles
source: Max size of files to include (kb):
es: Tamaño maximo de los fichero a incluir (kb):

# makesavefo_merge
source: Merge
es: Combinar

# makesavefo_notes
source: Notes:
es: Notas:

# makesavefo_outputOptions
source: Output options:
es: Opciones de salida:

# makesavefo_public
source: Public:
es: Público:

# makesavefo_save
source: Save
es: Salvar

# makesavefo_selectPreset
source: Select preset:
es: Selecionar preset:

# makesavefo_t3dFile
source: T3D file
es: Fichero T3D

# makesavefo_t3dFileCompressed
source: T3D file / compressed
es: Fichero T3D comprimido

# makesavefo_title
source: Title:
es: Título:

# makesavefo_titleOfNewPreset
source: Title of new preset:
es: Título de la nueva preset:

# makesavefo_update
source: Update
es: Actualizar

# tableselec_configuration
source: Configuration
es: Configuración

# title
source: Import / Export
es: Importar/Exportar

# title_import
source: Import
es: Importar
