Repository: thermon05/TMFmarket
Catalog: typo3conf/l10n/*/linkvalidator/Resources/Private/Language/*.locallang.xlf
Languages: fr

# mod_linkvalidator
source: Linkvalidator
fr: Validateur de lien

# tasks.error.invalidEmailTemplateFile
source: The email template file is not existing!
fr: Le fichier du template d'email n'existe pas!

# tasks.error.invalidToEmail
source: Invalid format of one or more of the recipient email addresses!
fr: Format invalide d'une ou plusieurs adresses courriel du / des destinataire(s)!

# tasks.error.noSubject
source: No subject for the notification email
fr: Aucun sujet pour la notification email

# tasks.validate.conf
source: Overwrite TSconfig
fr: Surcharger le TSconfig

# tasks.validate.depth
source: Depth
fr: Profondeur

# tasks.validate.description
source: Search for broken links and store the result into the temporary table tx_linkvalidator_link in order to ease up the backend module.
fr: Recherchez des liens interrompus et enregistrez le résultat dans la table temporaire tx_linkvalidator_link afin de faciliter l'utilisation du module backend.

# tasks.validate.email
source: Send email report to
fr: Envoi de l'email de rapport à

# tasks.validate.emailOnBrokenLinkOnly
source: Send email on new broken links only
fr: Envoi d'un email uniquement lorsqu'un nouveau lien cassé est découvert

# tasks.validate.emailTemplateFile
source: Email template file
fr: Fichier template de l'email

# tasks.validate.invalidDepth
source: There is no depth set, please set it to one of the offered values!
fr: Il n'y a pas de profondeur de défini! Choisissez l'une des valeurs proposées!

# tasks.validate.invalidEmail
source: Invalid email format!
fr: Format d'email invalide!

# tasks.validate.invalidPage
source: Invalid page uid, please enter a valid page uid!
fr: L'uid de la page est invalide! Entrez un uid de page valide!

# tasks.validate.name
source: Linkvalidator
fr: Validateur de lien

# tasks.validate.page
source: Start page (uid)
fr: Page racine (uid)
