Repository: thermon05/TMFmarket
Catalog: typo3conf/l10n/*/css_styled_content/pi1/*.locallang.xlf
Languages: es

# eIcon.bodytext
source: Edit bodytext
es: Editar cuerpo

# eIcon.bullets
source: Edit bullet list
es: Editar lista de viñetas

# eIcon.caption
source: Edit image caption
es: Editar título de las imagenes

# eIcon.form
source: Edit email form
es: Editar formulario de email

# eIcon.header
source: Edit header
es: Editar cabecera

# eIcon.html
source: Edit pure HTML content
es: Editar contenido HTML puro

# eIcon.images
source: Edit images
es: Editar imagenes

# eIcon.login
source: Edit login element
es: Editar elemento de acceso

# eIcon.menuSitemap
source: Edit menu / sitemap
es: Editar menu/mapa del sitio

# eIcon.multimedia
source: Edit multimedia element
es: Editar contenido multimedia

# eIcon.page
source: Page:
es: Página:

# eIcon.plugin
source: Change/configure plugin
es: Cambiar/configurar plugin

# eIcon.recordList
source: Edit recordlist
es: Editar lista de registros

# eIcon.search
source: Edit search element
es: Editar elemento de búsqueda

# eIcon.subheader
source: Edit subheader
es: Editar subtítulo

# eIcon.table
source: Edit table
es: Editar tabla

# label.toTop
source: To top
es: Al principio

# login.login
source: Login
es: Conectarse

# login.logout
source: Logout
es: Desconectarse

# login.password
source: Password:
es: Contraseña:

# login.username
source: Username:
es: Usuario:

# search.emptySearch
source: Sorry, your search was empty!
es: No se encontraron resultados para su búsqueda.

# search.headersKeywords
source: Headers and keywords
es: Titulos y palabras clave

# search.pageContent
source: Page content
es: Contenido de la página

# search.resultRange
source: Searchresult: ###RANGELOW###-###RANGEHIGH### of ###TOTAL###
es: Resultados de la búsqueda: ###RANGELOW###-###RANGEHIGH### de ###TOTAL###

# search.searchButton
source: Search now!
es: Buscar ahora!

# search.searchIn
source: Search in:
es: Buscar en:

# search.searchResultNext
source: Next
es: Siguiente

# search.searchResultPrev
source: Prev
es: Anterior

# search.searchWord
source: Searchword:
es: Palabra de búsqueda:
