Repository: thermon05/TMFmarket
Catalog: typo3conf/l10n/*/install/Resources/Private/Language/Report/*.locallang.xlf
Languages: fr

# environment.status.title
source: System environment check
fr: Vérification de l'environnement système

# status_directoryDoesNotExist
source: %s does not exist.
fr: %s n'existe pas.

# status_directoryDoesNotExistCouldNotCreate
source: %s does not exist and could not be created.
fr: %s n'existe pas ou n'a pu être créé.

# status_directoryMustBeWritable
source: %s must be writable.
fr: %s doit être autorisé en écriture

# status_directoryShouldAlsoBeWritable
source: Also note that it should be writable, if it did exist.
fr: Notez également qu'il devrait être autorisé en écriture, s'il existait.

# status_directoryShouldBeWritable
source: %s should be writable.
fr: %s devrait être autorisé en écriture

# status_enabledPermanently
source: Enabled permanently
fr: Activé en permanence

# status_enabledTemporarily
source: Enabled temporarily
fr: Activé temporairement

# status_fileSystem
source: File System
fr: Système de fichiers

# status_installTool
source: Install Tool
fr: Outil d'installation

# status_installToolPassword
source: Install Tool Password
fr: Mot de passe pour l'installation

# status_isDevelopmentVersion
source: This version of TYPO3 seems to be a development version. Thus no update information exists.
fr: Cette version de TYPO3 semble être une version de développement. Ainsi aucune information de mise à jour existe.

# status_missingDirectory
source: Required directory missing
fr: Un répertoire nécessaire manque

# status_newVersion
source: There is a new version of TYPO3 available. You can update to version %s
fr: Une nouvelle version de TYPO3 est disponible. Vous pouvez mettre à jour en version %s

# status_nonExistingDirectory
source: Directory not existing
fr: Le répertoire n'existe pas

# status_recommendedWritableDirectory
source: Directory should be writable
fr: Le répertoire devrait être autorisé en écriture

# status_requiredWritableDirectory
source: Directory not writable
fr: Le répertoire est interdit en écriture

# status_writable
source: Writable
fr: Autorisé en écriture
